Repository: panzli/bikecontrol
Catalog: lib/i10n/intl_*.arb
Languages: de, fr, it, pl

# notificationDescription
source: This keeps the app alive in background and updates you when the connection to your devices changes.
de: Dadurch bleibt die App im Hintergrund aktiv und informiert, wenn sich die Verbindung zu Geräten ändert.
fr: Cela permet à l'application de rester active en arrière-plan et de vous informer lorsque la connexion à vos appareils change.
it: In questo modo l'app rimane attiva in background e ti aggiorna quando cambia la connessione ai tuoi dispositivi.
pl: Dzięki temu aplikacja działa w tle i powiadamia Cię o każdej zmianie połączenia z Twoim urządzeniem.

source: OpenBikeControl actions
de: OpenBikeControl-Aktionen
fr: Actions OpenBikeControl
it: Azioni OpenBikeControl
pl: Akcje OpenBikeControl

# openBikeControlAnnouncement
source: Great news - {trainerApp} supports the OpenBikeControl Protocol, so you'll have the best possible experience!
de: Tolle Neuigkeiten! {trainerApp} unterstützt das OpenBikeControl-Protokoll für eine bestmögliche Benutzererfahrung.
fr: Excellente nouvelle! {trainerApp} Il prend en charge le protocole OpenBikeControl, vous bénéficierez donc de la meilleure expérience possible !
it: Ottime notizie -{trainerApp} supporta il protocollo OpenBikeControl, così avrai la migliore esperienza possibile!
pl: Świetna wiadomość - {trainerApp} obsługuje protokół OpenBikeControl, dzięki czemu uzyskasz najlepsze doświadczenia!

# openBikeControlConnection
source: e.g. by using OpenBikeControl connection
de: z. B. durch Verwendung einer OpenBikeControl-Verbindung
fr: par exemple en utilisant la connexion OpenBikeControl
it: ad esempio utilizzando la connessione OpenBikeControl
pl: np. za pomocą połączenia OpenBikeControl

source: Other Connection Methods
de: Andere Verbindungsmethoden
fr: Autres méthodes de connexion
it: Altri metodi di connessione
pl: Inne metody połączenia

# pairingDescription
source: Pairing allows full customizability, but may not work on all devices.
de: Die Kopplung ermöglicht volle Anpassungsmöglichkeiten, funktioniert aber möglicherweise nicht auf allen Geräten.
fr: Le jumelage permet une personnalisation complète, mais peut ne pas fonctionner sur tous les appareils.
it: L'associazione consente la personalizzazione completa, ma potrebbe non funzionare su tutti i dispositivi.
pl: Parowanie umożliwia pełną personalizację, jednak może nie działać na wszystkich urządzeniach.

# pairingInstructions
source: On your {targetName} go into Bluetooth settings and look for BikeControl or your machines name. Pairing is required if you want to use the remote control feature.
de: Gehe auf Deinem {targetName} in die Bluetooth-Einstellungen und suche nach BikeControl oder dem Namen Ihres Geräts. Wenn Du die Fernbedienungsfunktion nutzen möchtest, ist eine Kopplung erforderlich.
fr: Sur votre {targetName}, accédez aux paramètres Bluetooth et recherchez BikeControl ou le nom de votre appareil. L'appairage est nécessaire si vous souhaitez utiliser la fonction de commande à distance.
it: Sul tuo{targetName} Accedi alle impostazioni Bluetooth e cerca BikeControl o il nome del tuo dispositivo. L'associazione è necessaria se vuoi utilizzare la funzione di controllo remoto.
pl: Przejdź do ustawień Bluetooth na twoim {targetName} i wyszukaj BikeControl lub nazwę swojego urządzenia. Parowanie jest wymagane, jeśli chcesz korzystać z funkcji zdalnego sterowania.

# pairingInstructionsIOS
source: On your iPad go to Settings > Accessibility > Touch > AssistiveTouch > Pointer Devices > Devices and pair your device. Make sure AssistiveTouch is enabled.
de: Gehe auf Deinem iPad zu „Einstellungen“ > „Bedienungshilfen“ > „Berühren“ > „AssistiveTouch“ > „Zeigergeräte“ > „Geräte“ und koppel Dein Gerät. Stelle sicher, dass AssistiveTouch aktiviert ist.
fr: Sur votre iPad, allez dans Réglages > Accessibilité > Toucher > AssistiveTouch > Périphériques de pointage > Périphériques et appairez votre appareil. Assurez-vous que la fonction AssistiveTouch est activée.
it: Sul tuo iPad, vai su Impostazioni > Accessibilità > Tocco > Assistenza Tocco > Dispositivi di puntamento > Dispositivi e associa il tuo dispositivo. Assicurati che Assistenza Tocco sia abilitato.
pl: Na iPadzie przejdź do Ustawienia > Ułatwienia dostępu > Dotyk > AssistiveTouch > Urządzenia wskazujące > Urządzenia i sparuj twoje urządzenie. Upewnij się, że funkcja AssistiveTouch jest włączona.

# pasteExportedJsonData
source: Paste the exported JSON data below:
de: Füge die exportierten JSON-Daten unten ein:
fr: Collez ci-dessous les données JSON exportées :
it: Incolla i dati JSON esportati qui sotto:
pl: Wklej wyeksportowane dane JSON poniżej:

# pathCopiedToClipboard
source: Path has been copied to clipboard
de: Der Pfad wurde in die Zwischenablage kopiert.
fr: Le chemin a été copié dans le presse-papiers.
it: Il percorso è stato copiato negli appunti
pl: Ścieżka została skopiowana do schowka

# permissionsRequired
source: In order for BikeControl to search for nearby devices and update you when the connection changes, please enable the following permissions:
de: Damit BikeControl nach Geräten in der Nähe suchen und bei Verbindungsänderungen informieren kann, aktiviere bitte die folgenden Berechtigungen:
fr: Pour que BikeControl puisse rechercher les appareils à proximité et vous informer en cas de changement de connexion, veuillez activer les autorisations suivantes:
it: Per consentire a BikeControl di cercare i dispositivi nelle vicinanze e di aggiornarti quando cambia la connessione, abilita le seguenti autorizzazioni:
pl: Aby aplikacja BikeControl mogła wyszukiwać urządzenia w pobliżu i informować o zmianie połączenia, włącz następujące uprawnienia:

# platformNotSupported
source: This {platform} is not supported :(
de: {platform} wird nicht unterstützt :(
fr: Cette {platform} n'est pas prise en charge :(
it: Questo{platform} non è supportato :(
pl: Platforma {platform} nie jest obsługiwana :(

# platformRestrictionNotSupported
source: Due to platform restrictions this scenario is not supported.
de: Aufgrund von Plattformbeschränkungen wird dieses Szenario nicht unterstützt.
fr: En raison des restrictions de la plateforme, ce scénario n'est pas pris en charge.
it: A causa delle restrizioni della piattaforma, questo scenario non è supportato.
pl: Ze względu na ograniczenia platformy ten scenariusz nie jest obsługiwany.

# platformRestrictionOtherDevicesOnly
source: Due to platform restrictions only controlling {appName} on other devices is supported.
de: Aufgrund von Plattformbeschränkungen wird das Kontrollieren von {appName} nur auf anderen Geräten unterstützt.
fr: En raison des restrictions de la plateforme, seul le contrôle de l'{appName} s sur d'autres appareils est pris en charge.
it: A causa delle restrizioni della piattaforma, solo il controllo{appName} su altri dispositivi è supportato.
pl: Ze względu na ograniczenia platformy obsługiwane jest tylko sterowanie {appName} na innych urządzeniach.

source: Play/Pause
de: Wiedergabe/Pause
fr: Lecture/Pause
it: Riproduci/Pausa
pl: Start/Pauza

# pleaseSelectAConnectionMethodFirst
source: Please select a connection method in the Trainer settings, first.
de: Wähle bitte zuerst in den Trainereinstellungen eine Verbindungsmethode aus.
fr: Commence par choisir une méthode de connexion dans les paramètres du Trainer.
it: Per prima cosa seleziona un metodo di connessione nelle impostazioni del Trainer.
pl: Najpierw wybierz metodę połączenia w ustawieniach trenażera.

# predefinedAction
source: Predefined {appName} action
de: Vordefinierte {appName} Aktion
fr: Action prédéfinie d'{appName}
it: Predefinito{appName} azione
pl: Predefiniowana akcja {appName}

# pressButtonOnClickDevice
source: Press a button on your Click device
de: Drücke eine Taste auf Ihrem Click-Gerät.
fr: Appuyez sur un bouton de votre appareil Click
it: Premi un pulsante sul tuo dispositivo Click
pl: Wciśnij przycisk na swoim urządzeniu Click

# pressKeyToAssign
source: Press a key on your keyboard to assign to {buttonName}
de: Drücke eine Taste auf Ihrer Tastatur, um sie {buttonName} zuzuweisen.
fr: Appuyez sur une touche de votre clavier pour l'attribuer à {buttonName}
it: Premi un tasto sulla tastiera per assegnarlo a{buttonName}
pl: Naciśnij klawisz na klawiaturze, aby go przypisać do {buttonName}

source: Previous
de: Vorherige
fr: Précédent
it: Precedente
pl: Poprzedni

# profileExportedToClipboard
source: Profile "{profileName}" exported to clipboard
de: Profil „{profileName} “ in die Zwischenablage kopiert
fr: Profil «{profileName} » exporté vers le presse-papiers
it: Profilo "{profileName}" esportato negli appunti
pl: Wyeksportowano profil „{profileName}" do schowka

source: Profile imported successfully
de: Profil erfolgreich importiert
fr: Profil importé avec succès
it: Profilo importato con successo
pl: Pomyślnie zaimportowano profil

source: Profile name
de: Profilname
fr: Nom du profil
it: Nome del profilo
pl: Nazwa profilu

source: Purchase
de: Kaufen
fr: Achat
it: Acquista
pl: Zakup

source: Recommended Connection Methods
de: Empfohlene Verbindungsmethoden
fr: Méthodes de connexion recommandées
it: Metodi di connessione consigliati
pl: Zalecane metody połączenia

source: Remove from ignored list
de: Aus der Ignorierliste entfernen
fr: Supprimer de la liste ignorée
it: Rimuovi dall'elenco degli ignorati
pl: Usuń z listy ignorowanych

source: Rename
de: Umbenennen
fr: Rebaptiser
it: Rinomina
pl: Zmiana nazwy

source: Rename Profile
de: Profil umbenennen
fr: Renommer le profil
it: Rinomina profilo
pl: Zmień nazwę profilu

source: Requirement
de: Anforderung
fr: Exigence
it: Requisiti
pl: Wymóg

source: Restart
de: Neustart
fr: Redémarrage
it: Riavvia
pl: Uruchom ponownie

# restorePurchaseInfo
source: Click on the button above, then on "Restore Purchase". Please contact me directly if you have any issues.
de: Klicke auf den Knopf oben und anschließend auf „Kauf wiederherstellen“. Bei Problemen kontaktiere mich bitte direkt.
fr: Cliquez sur le bouton ci-dessus, puis sur « Restaurer l’achat ». Veuillez me contacter directement en cas de problème.
it: Clicca sul pulsante qui sopra, poi su "Ripristina acquisto". In caso di problemi, contattami direttamente.
pl: Kliknij przycisk powyżej, a następnie „Przywróć zakup”. W razie jakichkolwiek problemów skontaktuj się ze mną bezpośrednio.

# runAppOnPlatformRemotely
source: Run {appName} on {platform} and control it remotely from this device{preferredConnection}.
de: {appName} auf {platform} laufen lassen und es von diesem Gerät aus fernsteuern via {preferredConnection}.
fr: Exécutez {appName} sur {platform} et contrôlez-le à distance depuis cet appareil{preferredConnection}.
it: Avvia {appName} su{platform} e controllarlo da remoto da questo dispositivo{preferredConnection} .
pl: Uruchom {appName} na {platform} i steruj nim zdalnie z tego urządzenia {preferredConnection}.

# runAppOnThisDevice
source: Run {appName} on this device.
de: {appName} läuft auf diesem Gerät.
fr: Exécutez {appName} sur cet appareil.
it: Avvia {appName} su questo dispositivo.
pl: Uruchom {appName} na tym urządzeniu.

source: Save
de: Speichern
fr: Sauvegarder
it: Salva
pl: Zapisz

source: SCAN
fr: BALAYAGE
it: Scansione
pl: SKANUJ

# scanningForDevices
source: Scanning for devices... Make sure they are powered on and in range and not connected to another device.
de: Suche nach Geräten... Stelle sicher, dass diese eingeschaltet und in Reichweite sind und nicht mit einem anderen Gerät verbunden sind.
fr: Recherche d'appareils en cours... Assurez-vous qu'ils sont allumés, à portée et non connectés à un autre appareil.
it: Ricerca dispositivi in corso... Assicurarsi che siano accesi e nel raggio d'azione e che non siano connessi a un altro dispositivo.
pl: Skanowanie urządzeń... Upewnij się, że są włączone, znajdują się w zasięgu i nie są podłączone do innego urządzenia.

source: Select Keymap
de: Tastaturbelegung auswählen
fr: Sélectionner le clavier
it: Seleziona la mappa dei tasti
pl: Wybierz mapę klawiszy

# selectTargetWhereAppRuns
source: Select Target where {appName} runs on
de: Ziel auswählen, auf dem {appName} läuft
fr: Sélectionnez la cible où {appName} fonctionne sur
it: Seleziona la destinazione dove{appName} è in esecuzione
pl: Wybierz urządzenie docelowe, na którym działa {appName}

source: Select Trainer App
de: Trainer-App auswählen
fr: Sélectionner l'application Trainer
it: Seleziona l'app Trainer
pl: Wybierz aplikację treningową

# selectTrainerAppAndTarget
source: Select Trainer App & Target Device
de: Trainer-App und Zielgerät auswählen
fr: Sélectionnez l'application Trainer et l'appareil cible
it: Seleziona l'app Trainer e il dispositivo di destinazione
pl: Wybierz aplikację treningową i docelowe urządzenie

# selectTrainerAppPlaceholder
source: Select Trainer app
de: Trainer-App auswählen
fr: Sélectionner l'application Trainer
it: Seleziona l'app Trainer
pl: Wybierz aplikację treningową

source: Setting
de: Einstellung
fr: Paramètre
it: Impostazioni
pl: Ustawienie

source: Setup Complete!
de: Einrichtung abgeschlossen!
fr: Installation terminée !
it: Installazione completata!
pl: Konfiguracja ukończona!

source: Setup Trainer
de: Trainer einrichten
fr: Configurer le Trainer
it: Impostazioni Trainer
pl: Konfiguracja trenażera

source: Share
de: Teilen
fr: Partager
it: Condividi
pl: Udostępnij

# showDonation
source: Show your appreciation by donating
de: Zeige Deine Wertschätzung durch eine Spende.
fr: Exprimez votre reconnaissance en faisant un don
it: Mostra il tuo apprezzamento donando
pl: Wyraź swoją wdzięczność poprzez darowiznę

source: Show Supported Controllers
de: Unterstützte Controller anzeigen
fr: Afficher les manettes compatibles
it: Mostra controller supportati
pl: Pokaż wspierane kontrolery

source: Signal
it: Segnale
pl: Sygnał

# simulateButtons
source: Trainer Controls
de: Trainersteuerung
fr: Commandes de l'entraîneur
it: Controlli del Trainer
pl: Sterowanie trenażerem

source: Simulate Keyboard shortcut
de: Tastenkombination simulieren
fr: Simuler un raccourci clavier
it: Simula scorciatoia da tastiera
pl: Symuluj skrót klawiaturowy

source: Simulate Media key
de: Medientaste simulieren
fr: Simuler la touche média
it: Simula il tasto multimediale
pl: Symuluj przycisk multimedialny

source: Simulate Touch
de: Berührung simulieren
fr: Simuler le toucher
it: Simula il tocco
pl: Symuluj dotyk

source: Skip
de: Überspringen
fr: Sauter
it: Saltare
pl: Pominąć

source: Supported Actions
de: Unterstützte Aktionen
fr: Actions prises en charge
it: Azioni supportate
pl: Obsługiwane działania

# targetOtherDevice
source: Other Device
de: Anderes Gerät
fr: Autre appareil
it: Altro dispositivo
pl: Inne urządzenie

# targetThisDevice
source: This Device
de: Dieses Gerät
fr: Cet appareil
it: Questo dispositivo
pl: To urządzenie

# theFollowingPermissionsRequired
source: The following permissions are required:
de: Folgende Berechtigungen sind erforderlich:
fr: Les autorisations suivantes sont requises :
it: Sono richieste le seguenti autorizzazioni:
pl: Wymagane są następujące uprawnienia:

# touchAreaInstructions
source: 1. Create an in-game screenshot of your app (e.g. within MyWhoosh) in landscape orientation 2. Load the screenshot with the button below 3. The app is automatically set to landscape orientation for accurate mapping 4. Press a button on your Click device to create a touch area 5. Drag the touch areas to the desired position on the screenshot 6. Save and close this screen
de: 1. Erstelle einen Screenshot Ihrer App (z. B. innerhalb von MyWhoosh) im Querformat. 2. Lade den Screenshot über die Schaltfläche unten. 3. Die App wird automatisch auf Querformat eingestellt, um eine genaue Zuordnung zu gewährleisten. 4. Drücke eine Taste auf Ihrem Click-Gerät, um einen Touch-Bereich zu erstellen. 5. Ziehe die Touch-Bereiche an die gewünschte Position auf dem Screenshot. 6. Speicher und schließe diesen Bildschirm.
fr: 1. Créez une capture d'écran de votre application (par exemple dans MyWhoosh) en mode paysage. 2. Chargez la capture d'écran à l'aide du bouton ci-dessous. 3. L'application est automatiquement réglée en mode paysage pour un mappage précis. 4. Appuyez sur un bouton de votre appareil Click pour créer une zone tactile. 5. Faites glisser les zones tactiles vers la position souhaitée sur la capture d'écran. 6. Enregistrez et fermez cet écran.
it: 1. Crea uno screenshot in-game della tua app (ad esempio all'interno di MyWhoosh) in orientamento orizzontale 2. Carica lo screenshot con il pulsante qui sotto 3. L'app viene automaticamente impostata in orientamento orizzontale per una mappatura accurata 4. Premi un pulsante sul tuo dispositivo Click per creare un'area touch 5. Trascina le aree touch nella posizione desiderata sullo screenshot 6. Salva e chiudi questa schermata
pl: 1. Utwórz zrzut ekranu w grze swojej aplikacji (np. w MyWhoosh) w orientacji poziomej 2. Załaduj zrzut ekranu za pomocą poniższego przycisku 3. Aplikacja automatycznie ustawi się w orientacji poziomej, aby zapewnić dokładne odwzorowanie 4. Naciśnij przycisk na urządzeniu Click, aby utworzyć obszar dotykowy 5. Przeciągnij obszary dotykowe do żądanej pozycji na zrzucie ekranu 6. Zapisz i zamknij ten ekran.

# touchSimulationForegroundMessage
source: To simulate touches the app needs to stay in the foreground.
de: Um Berührungen zu simulieren, muss die App im Vordergrund bleiben.
fr: Pour simuler les touches, l'application doit rester au premier plan.
it: Per simulare i tocchi, l'app deve rimanere in primo piano.
pl: Aby symulować dotyk, aplikacja musi pozostać na pierwszym planie.

source: Trainer
pl: Trenażer

# trialDaysRemaining
source: {trialDaysRemaining} days remaining
de: {trialDaysRemaining} verbleibende Tage
fr: {trialDaysRemaining} jours restants
it: {trialDaysRemaining}giorni rimanenti
pl: Pozostało {trialDaysRemaining} dni

# trialExpired
source: Trial expired. Commands limited to {dailyCommandLimit} per day.
de: Testphase abgelaufen. Befehle beschränkt auf {dailyCommandLimit} pro Tag.
fr: Période d'essai expirée. Commandes limitées à {dailyCommandLimit} par jour.
it: Prova scaduta. Comandi limitati a{dailyCommandLimit} al giorno.
pl: Wersja próbna wygasła. Liczba poleceń ograniczona do {dailyCommandLimit} na dzień.

# trialPeriodActive
source: Trial Period Active - {trialDaysRemaining} days remaining
de: Testphase aktiv - {trialDaysRemaining} verbleibende Tage
fr: Période d'essai active -{trialDaysRemaining} jours restants
it: Periodo di prova attivo -{trialDaysRemaining} giorni rimanenti
pl: Okres próbny jest aktywny - pozostało {trialDaysRemaining} dni

# trialPeriodDescription
source: Enjoy unlimited commands during your trial period. After the trial, commands will be limited to {dailyCommandLimit} per day.
de: Während der Testphase stehen unbegrenzt viele Befehle zur Verfügung. Nach Ablauf der Testphase sind die Befehle auf {dailyCommandLimit} pro Tag eingeschränkt.
fr: Profitez de commandes illimitées pendant votre période d'essai. Après la période d'essai, le nombre de commandes sera limité à {dailyCommandLimit} par jour.
it: Goditi comandi illimitati durante il periodo di prova. Dopo la prova, i comandi saranno limitati a{dailyCommandLimit} al giorno.
pl: Korzystaj z nieograniczonej liczby poleceń w okresie próbnym. Po zakończeniu okresu próbnego polecenia będą ograniczone do {dailyCommandLimit} na dzień.

# troubleshootingGuide
source: Questions & Answers
de: Fragen und Antworten
fr: Questions et réponses
it: Domande e risposte
pl: Pytania i odpowiedzi

source: Trying to connect again...
de: Verbinde erneut...
fr: Tentative de reconnexion...
it: Sto provando a connettermi di nuovo...
pl: Próba ponownego połączenia...

source: Unassign action
de: Zuweisung aufheben
fr: Action de désaffectation
it: Annulla assegnazione azione
pl: Anuluj przypisanie akcji

source: Unlock Full Version
de: Vollversion freischalten
fr: Débloquer la version complète
it: Sblocca la versione completa
pl: Odblokuj pełną wersję

# unlockingNotPossible
source: Unlocking is currently not yet possible, so enjoy unlimited usage for the time being!
de: Eine Freischaltung ist derzeit noch nicht möglich, daher ist die App vorerst uneingeschränkt nutzbar!
fr: Le déverrouillage n'est pas encore possible pour le moment, alors profitez d'une utilisation illimitée pour l'instant !
it: Al momento non è ancora possibile sbloccarlo, quindi per il momento goditi un utilizzo illimitato!
pl: Odblokowanie nie jest obecnie możliwe, więc ciesz się nieograniczonym użytkowaniem!

source: Update
de: Aktualisieren
fr: Mise à jour
it: Aggiorna
pl: Aktualizacja

# useCustomKeymapForButton
source: Use a custom keymap to support the
de: Verwende eine benutzerdefinierte Tastaturbelegung, um die
fr: Utilisez une configuration de touches personnalisée pour prendre en charge
it: Utilizzare una mappa dei tasti personalizzata per supportare
pl: Użyj niestandardowej mapy klawiszy, aby obsługiwać

# version
source: Version {version}
it: Versione{version}
pl: Wersja {version}

source: View Detailed Instructions
de: Detaillierte Anweisungen ansehen
fr: Consultez les instructions détaillées
it: Visualizza le istruzioni dettagliate
pl: Zobacz szczegółowe instrukcje

source: Volume Down
de: Lautstärke verringern
fr: Baisser le volume
it: Abbassa il volume
pl: Zmniejsz głośność

source: Volume Up
de: Lautstärke erhöhen
fr: Augmenter le volume
it: Aumenta il volume
pl: Zwiększ głośność

source: Waiting...
de: Warten...
fr: En attendant...
it: In attesa...
pl: Czekam...

# waitingForConnectionKickrBike
source: Waiting for connection. Choose KICKR BIKE PRO in {appName}'s controller pairing menu.
de: Verbindung wird hergestellt. Wähle KICKR BIKE PRO im {appName} Verbindungs-Menü.
fr: En attente de connexion. Sélectionnez KICKR BIKE PRO dans le menu de couplage du contrôleur de l'{appName}.
it: In attesa di connessione. Scegli KICKR BIKE PRO in{appName} menu di associazione del controller.
pl: Czekam na połączenie. Wybierz KICKR BIKE PRO w menu parowania kontrolera w {appName}.

source: What's New
de: Was ist neu
fr: Quoi de neuf
it: Novità
pl: Co nowego

# whyPermissionNeeded
source: Why is this permission needed?
de: Wozu wird diese Berechtigung benötigt?
fr: Pourquoi cette autorisation est-elle nécessaire ?
it: Perché è necessaria questa autorizzazione?
pl: Dlaczego to uprawnienie jest potrzebne?

source: Yes
de: Ja
fr: Oui
it: SÌ
pl: Tak

source: Zwift Controller Action
de: Zwift Controller-Aktion
fr: Action du contrôleur Zwift
it: Azione del controller Zwift
pl: Akcja kontrolera Zwift

# zwiftControllerDescription
source: Enables BikeControl to act as a Zwift-compatible controller.
de: Ermöglicht es BikeControl, als Zwift-kompatibler Controller zu fungieren.
fr: Permet à BikeControl de fonctionner comme une manette compatible avec Zwift.
it: Consente a BikeControl di funzionare come controller compatibile con Zwift.
pl: Umożliwia BikeControl działanie jako kontroler kompatybilny ze Zwift.

# importAction
source: Import
fr: Importer
it: Importa

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Stop
de: Stoppen
fr: Arrêt
