Repository: panzli/bikecontrol
Catalog: lib/i10n/intl_*.arb
Languages: de, fr, it, pl

source: Disconnect Devices
de: Geräte trennen
fr: Déconnecter les appareils
it: Dispositivi disconnessi
pl: Odłącz urządzenia

source: Disconnected
de: Getrennt
fr: Déconnecté
it: Disconnesso
pl: Rozłączony

# donateByBuyingFromPlayStore
source: by buying the app from Play Store
de: App im Play Store kaufen
fr: en achetant l'application sur le Play Store
it: acquistando l'app dal Play Store
pl: kupując aplikację w Play Store

# donateViaCreditCard
source: via Credit Card, Google Pay, Apple Pay and others
de: per Kreditkarte, Google Pay, Apple Pay und anderen Zahlungsarten
fr: par carte bancaire, Google Pay, Apple Pay et autres
it: tramite carta di credito, Google Pay, Apple Pay e altri
pl: za pomocą karty kredytowej, Google Pay, Apple Pay i innych

# donateViaPaypal
source: via PayPal
it: tramite PayPal
pl: przez PayPal

source: Download
de: Herunterladen
fr: Télécharger
pl: Pobierz

source: Drag to reposition
de: Zum Verschieben ziehen
fr: Faites glisser pour repositionner
it: Trascina per riposizionare
pl: Przeciągnij, aby zmienić położenie

source: Duplicate
de: Duplikat
fr: Double
it: Duplica
pl: Duplikuj

# enableAutoRotation
source: Enable auto-rotation on your device to make sure the app works correctly.
de: Aktiviere die automatische Drehung auf Ihrem Gerät, um sicherzustellen, dass die App ordnungsgemäß funktioniert.
fr: Activez la rotation automatique sur votre appareil pour vous assurer que l'application fonctionne correctement.
it: Abilita la rotazione automatica sul tuo dispositivo per assicurarti che l'app funzioni correttamente.
pl: Włącz funkcję automatycznego obracania na urządzeniu, aby mieć pewność, że aplikacja będzie działać prawidłowo.

source: Enable Bluetooth
de: Bluetooth aktivieren
fr: Activer le Bluetooth
it: Abilita Bluetooth
pl: Włącz Bluetooth

source: Enable it in the connection settings first.
de: Aktiviere es zuerst in den Verbindungseinstellungen.
fr: Activez-le d'abord dans les paramètres de connexion.
it: Per prima cosa abilitalo nelle impostazioni di connessione.
pl: Najpierw włącz tę opcję w ustawieniach połączenia.

# enableKeyboardAccessMessage
source: Enable keyboard access in the following screen for BikeControl. If you don't see BikeControl, please add it manually.
de: Aktiviere im folgenden Bildschirm die Tastatursteuerung für BikeControl. Falls BikeControl nicht angezeigt wird, füge es bitte manuell hinzu.
fr: Activez l'accès au clavier dans l'écran suivant pour BikeControl. Si vous ne voyez pas BikeControl, veuillez l'ajouter manuellement.
it: Abilita l'accesso tramite tastiera nella schermata seguente per BikeControl. Se BikeControl non è presente, aggiungilo manualmente.
pl: Włącz dostęp do klawiatury dla BikeControl na poniższym ekranie. Jeśli nie widzisz BikeControl, dodaj go ręcznie.

# enableKeyboardMouseControl
source: BikeControl will send mouse or keyboard actions to control {appName}.
de: BikeControl sendet Maus- oder Tastaturkommandos an {appName}
fr: BikeControl enverra des actions de souris ou de clavier pour contrôler {appName} .
it: BikeControl invierà azioni del mouse o della tastiera per controllare {appName} .
pl: BikeControl będzie wysyłał akcje myszy lub klawiatury do kontrolera {appName} .

source: Enable Local Connection method, first.
de: Aktivieren Sie zuerst die Methode „Lokale Verbindung“.
fr: Activez d'abord le mode de connexion locale.
it: Abilitare prima il metodo di connessione locale.
pl: Najpierw włącz metodę połączenia lokalnego.

source: Enable Media Key Detection
de: Medientastenerkennung aktivieren
fr: Activer la détection des touches multimédias
it: Abilita rilevamento tasti multimediali
pl: Włącz rozpoznawanie klawiszy multimedialnych

source: Enable MyWhoosh Link in the connection settings first.
de: Aktiviere zuerst MyWhoosh Link in den Verbindungseinstellungen.
fr: Activez d'abord MyWhoosh Link dans les paramètres de connexion.
it: Per prima cosa, abilita MyWhoosh Link nelle impostazioni di connessione.
pl: Najpierw włącz MyWhoosh Link w ustawieniach połączenia.

source: Enable Pairing Process
de: Kopplungsprozess aktivieren
fr: Activer le processus d'appairage
it: Abilita processo di associazione
pl: Włącz proces parowania

source: Enable Permissions
de: Berechtigungen aktivieren
fr: Activer les autorisations
it: Abilita autorizzazioni
pl: Nadaj uprawnienia

# enableSteeringWithPhone
source: Enable Phones' sensors to enable e.g. steering
de: Sensoren Ihres Telefons aktivieren z.B. zum Lenken
fr: Activez les capteurs du téléphone pour permettre, par exemple, la direction.
it: Abilita i sensori dei telefoni per abilitare ad esempio lo sterzo
pl: Włącz czujniki telefonów, aby umożliwić np. sterowanie

# enableVibrationFeedback
source: Enable vibration feedback when shifting gears
de: Vibrationsfeedback beim Gangwechsel aktivieren
fr: Activer le retour haptique par vibration lors du changement de vitesse
it: Abilita il feedback delle vibrazioni durante il cambio marcia
pl: Włącz wibracje podczas zmiany biegów

source: Enable Zwift Controller (Bluetooth)
de: Zwift Controller aktivieren (Bluetooth)
fr: Activer le contrôleur Zwift (Bluetooth)
it: Abilita il controller Zwift (Bluetooth)
pl: Włącz kontroler Zwift (Bluetooth)

source: Enable Zwift Controller (Network)
de: Zwift Controller aktivieren (Netzwerk)
fr: Activer le contrôleur Zwift (réseau)
it: Abilita Zwift Controller (rete)
pl: Włącz kontroler Zwift (sieć)

# errorStartingMyWhooshLink
source: Error starting MyWhoosh Link server. Please make sure the "MyWhoosh Link" app is not already running on this device.
de: Fehler beim Starten des MyWhoosh Link-Servers. Bitte stelle sicher, dass die App „MyWhoosh Link“ nicht bereits auf diesem Gerät ausgeführt wird.
fr: Erreur lors du démarrage du serveur MyWhoosh Link. Veuillez vous assurer que l'application « MyWhoosh Link » n'est pas déjà en cours d'exécution sur cet appareil.
it: Errore durante l'avvio del server MyWhoosh Link. Assicurati che l'app "MyWhoosh Link" non sia già in esecuzione su questo dispositivo.
pl: Błąd podczas uruchamiania serwera MyWhoosh Link. Upewnij się, że aplikacja „MyWhoosh Link” nie jest już uruchomiona na tym urządzeniu.

source: Error starting OpenBikeControl Bluetooth server.
de: Fehler beim Starten des OpenBikeControl Bluetooth-Servers.
fr: Erreur lors du démarrage du serveur Bluetooth OpenBikeControl.
it: Errore durante l'avvio del server Bluetooth OpenBikeControl.
pl: Błąd podczas uruchamiania serwera Bluetooth OpenBikeControl.

source: Error starting OpenBikeControl server.
de: Fehler beim Starten des OpenBikeControl-Servers.
fr: Erreur lors du démarrage du serveur OpenBikeControl.
it: Errore durante l'avvio del server OpenBikeControl.
pl: Błąd podczas uruchamiania serwera OpenBikeControl.

# exportAction
source: Export
fr: Exporter
it: Esporta
pl: Eksport

# failedToImportProfile
source: Failed to import profile. Invalid format.
de: Profilimport fehlgeschlagen. Ungültiges Format.
fr: Échec de l'importation du profil. Format non valide.
it: Impossibile importare il profilo. Formato non valido.
pl: Nie udało się zaimportować profilu. Nieprawidłowy format.

# failedToUpdate
source: Failed to update: {error}
de: Aktualisierung fehlgeschlagen: {error}
fr: Échec de la mise à jour: {error}
it: Aggiornamento non riuscito:{error}
pl: Nie udało się zaktualizować: {error}

# forceCloseToUpdate
source: Force-close the app to use the new version
de: Schließen die App, um die neue Version zu verwenden.
fr: Fermez de force l'application pour utiliser la nouvelle version.
it: Forza la chiusura dell'app per utilizzare la nuova versione
pl: Wymuś zamknięcie aplikacji, aby móc korzystać z nowej wersji

source: Full Version
de: Vollversion
fr: Version complète
it: Versione completa
pl: Pełna wersja

# fullVersionDescription
source: The full version includes: - Unlimited commands per day - Access to all future updates - No subscription! A one-time fee only :)
de: Die Vollversion beinhaltet: - Unbegrenzte Befehle pro Tag - Zugriff auf alle zukünftigen Updates - Kein Abonnement! Nur eine einmalige Gebühr :)
fr: La version complète comprend: - Commandes illimitées par jour - Accès à toutes les mises à jour futures - Aucun abonnement ! Un paiement unique :)
it: La versione completa include: - Comandi illimitati al giorno - Accesso a tutti gli aggiornamenti futuri - Nessun abbonamento! Solo un canone una tantum :)
pl: Pełna wersja zawiera: - Nielimitowane polecenia dziennie - Dostęp do wszystkich przyszłych aktualizacji - Brak subskrypcji! Opłata jednorazowa :)

source: Get Support
de: Unterstützung erhalten
fr: Obtenir de l'aide
it: Ottieni supporto
pl: Uzyskaj wsparcie

source: Got it!
de: Verstanden!
fr: Compris !
it: Fatto!
pl: Zrozumiałem!

source: Grant
de: Gewähren
fr: Accorder
it: Concedi
pl: Nadaj

source: Granted
de: Gewährt
fr: Accordé
it: Concesso
pl: Nadano

# helpRequested
source: Help requested for BikeControl v{version}
de: Hilfe für BikeControl v{version} angefordert
fr: Aide demandée pour BikeControl v{version}
it: Aiuto richiesto per BikeControl v{version}
pl: Prośba o pomoc dotyczącą BikeControl v{version}

# howBikeControlUsesPermission
source: How does BikeControl use this permission?
de: Wie nutzt BikeControl diese Berechtigung?
fr: Comment BikeControl utilise-t-il cette autorisation ?
it: In che modo BikeControl utilizza questa autorizzazione?
pl: W jaki sposób BikeControl wykorzystuje to uprawnienie?

source: Ignored Devices
de: Ignorierte Geräte
fr: Appareils ignorés
it: Dispositivi ignorati
pl: Zignorowane urządzenia

source: Import Profile
de: Profil importieren
fr: Profil d'importation
it: Importa profilo
pl: Importuj profil

source: Instructions
de: Anleitung
fr: Mode d'emploi
it: Istruzioni
pl: Instrukcje

source: JSON Data
de: JSON-Daten
fr: Données JSON
it: Dati JSON
pl: Dane JSON

source: Keyboard access
de: Tastaturzugriff
fr: Accès clavier
it: Accesso tramite tastiera
pl: Dostęp do klawiatury

source: latest: {version}
de: aktuell: {version}
fr: dernier: {version}
it: ultima:{version}
pl: najnowszy: {version}

source: Leave a Review
de: Hinterlasse eine Bewertung
fr: Laisser un avis
it: Lascia una recensione
pl: Zostaw recenzję

# letsAppConnectOverBluetooth
source: Lets {appName} connect to BikeControl over Bluetooth.
de: Lässt {appName} die Verbindung zu BikeControl über Bluetooth herstellen.
fr: Connectons {appName} à BikeControl via Bluetooth.
it: Lascia che {appName} si connetta a BikeControl tramite Bluetooth.
pl: Pozwala {appName} połączyć się z BikeControl przez Bluetooth.

# letsAppConnectOverNetwork
source: Lets {appName} connect directly over the Network. Choose BikeControl in the connection screen.
de: {appName} direkt über das Netzwerk verbinden. Wähle BikeControl im Verbindungsbildschirm aus.
fr: Permet à {appName} de se connecter directement via le réseau. Sélectionnez BikeControl dans l'écran de connexion.
it: Lascia che {appName} si connetta direttamente tramite la rete. Seleziona BikeControl nella schermata di connessione.
pl: Pozwala {appName} połączyć się bezpośrednio przez sieć. Wybierz BikeControl na ekranie połączenia.

source: Let's get you set up!
de: Starten wir die Einrichtung
fr: On va vous installer !
it: Ti aiuteremo a prepararti!
pl: Przygotujmy Cię!

source: License
de: Lizenz
fr: Licence
it: Licenza
pl: Licencja

source: License Status
de: Lizenzstatus
fr: Statut de la licence
it: Stato della licenza
pl: Status licencji

# loadScreenshotForPlacement
source: Load in-game screenshot for placement
de: Lade einen Screenshot aus dem Spiel zur Platzierung hoch.
fr: Charger une capture d'écran du jeu pour le placement
it: Carica lo screenshot del gioco per il posizionamento
pl: Prześlij zrzut ekranu z gry w celu ustalenia miejsca

source: Log Viewer
de: Protokollanzeige
fr: Visionneuse de journaux
it: Visualizzatore di registri
pl: Podgląd dziennika zdarzeń

source: Logs
de: Protokolle
fr: Journaux
it: Registri
pl: Dziennik zdarzeń

source: Logs are also at
de: Die Protokolle befinden sich auch unter
fr: Les journaux sont également à
it: I registri sono anche a
pl: Dziennik zdarzeń jest dostępny również na

source: Logs have been copied to clipboard
de: Die Protokolle wurden in die Zwischenablage kopiert.
fr: Les journaux ont été copiés dans le presse-papiers.
it: I registri sono stati copiati negli appunti
pl: Dziennik zdarzeń został skopiowany do schowka

source: long press
de: langes Drücken
fr: long appui
it: pressione prolungata
pl: długie naciśnięcie

# longPressMode
source: Long Press Mode (vs. repeating)
de: Modus „Langes Drücken“ (statt Wiederholen)
fr: Mode appui long (par rapport à la répétition)
it: Modalità pressione prolungata (rispetto alla ripetizione)
pl: Tryb długiego naciśnięcia (zamiast powtarzania)

# mailSupportExplanation
source: Providing individual support via email is a lot of work for me. Please consider using Reddit, Facebook or GitHub for questions and issues so that the whole community can benefit from it.
de: Die individuelle Unterstützung per E-Mail ist für mich sehr aufwendig. Bitte nutze daher Reddit, Facebook oder GitHub für Fragen und Probleme, damit die gesamte Community davon profitieren kann.
fr: Répondre à tout le monde individuellement par e-mail, ça me prend beaucoup de temps. Si t'as des questions ou des problèmes, pense à utiliser Reddit, Facebook ou GitHub pour que tout le monde puisse en profiter.
it: Fornire supporto individuale via email è un impegno notevole per me. Vi invito a utilizzare Reddit, Facebook o GitHub per domande e problemi, in modo che l'intera comunità possa trarne beneficio.
pl: Udzielanie indywidualnego wsparcia przez e-mail to dla mnie dużo pracy. Proszę rozważyć korzystanie z Reddita, Facebooka lub GitHuba w celu zadawania pytań i zgłaszania problemów, aby cała społeczność mogła z tego skorzystać.

source: Manage Ignored Devices
de: Ignorierte Geräte verwalten
fr: Gérer les périphériques ignorés
it: Gestisci dispositivi ignorati
pl: Zarządzaj ignorowanymi urządzeniami

source: Manage Profile
de: Profil verwalten
fr: Gérer mon profil
it: Gestisci profilo
pl: Zarządzaj profilem

# manualyControllingButton
source: Control {trainerApp} manually!
de: {trainerApp} manuell steuern!
fr: Contrôle {trainerApp} manuellement!
it: Controlla {trainerApp} manualmente!
pl: Steruj {trainerApp} manualnie!

# mediaKeyDetectionTooltip
source: Enable this option to allow BikeControl to detect bluetooth remotes. In order to do so BikeControl needs to act as a media player.
de: Aktiviere diese Option, damit BikeControl Bluetooth-Fernbedienungen erkennt. Dazu muss BikeControl als Mediaplayer fungieren.
fr: Activez cette option pour permettre à BikeControl de détecter les télécommandes Bluetooth. Pour ce faire, BikeControl doit fonctionner comme un lecteur multimédia.
it: Abilita questa opzione per consentire a BikeControl di rilevare i telecomandi Bluetooth. Per fare ciò, BikeControl deve funzionare come lettore multimediale.
pl: Włącz tę opcję, aby umożliwić BikeControl wykrywanie pilotów Bluetooth. W tym celu BikeControl musi działać jako odtwarzacz multimedialny.

source: MIUI Device Detected
de: MIUI-Gerät erkannt
fr: Appareil MIUI détecté
it: Dispositivo MIUI rilevato
pl: Wykryto urządzenie MIUI

# miuiDisableBatteryOptimization
source: • Disable battery optimization for BikeControl
de: • Batterieoptimierung für BikeControl deaktivieren
fr: • Désactivez l'optimisation de la batterie pour BikeControl.
it: • Disattivare l'ottimizzazione della batteria per BikeControl
pl: • Wyłącz optymalizację baterii dla BikeControl

# miuiEnableAutostart
source: • Enable autostart for BikeControl
de: • Aktiviere den automatischen Start für BikeControl.
fr: • Activer le démarrage automatique pour BikeControl
it: • Abilita l'avvio automatico per BikeControl
pl: • Włącz autostart dla BikeControl

# miuiEnsureProperWorking
source: To ensure BikeControl works properly:
de: Um sicherzustellen, dass BikeControl ordnungsgemäß funktioniert:
fr: Pour garantir le bon fonctionnement de BikeControl :
it: Per garantire il corretto funzionamento di BikeControl:
pl: Aby mieć pewność, że BikeControl działa prawidłowo:

# miuiLockInRecentApps
source: • Lock the app in recent apps
de: • Sperre die App in den zuletzt verwendeten Apps
fr: • Verrouiller l'application dans les applications récentes
it: • Blocca l'app nelle app recenti
pl: • Zablokuj aplikację w ostatnio używanych aplikacjach

# miuiWarningDescription
source: Your device is running MIUI, which is known to aggressively kill background services and accessibility services.
de: Auf Ihrem Gerät läuft MIUI, das dafür bekannt ist, Hintergrunddienste und Bedienungshilfen aggressiv zu beenden.
fr: Votre appareil fonctionne sous MIUI, qui est connu pour supprimer de manière agressive les services d'arrière-plan et les services d'accessibilité.
it: Il tuo dispositivo utilizza MIUI, che è noto per disattivare in modo aggressivo i servizi in background e i servizi di accessibilità.
pl: Na Twoim urządzeniu działa oprogramowanie MIUI, który słynie z agresywnego wyłączania usług działających w tle i usług ułatwień dostępu.

source: More Information
de: Weitere Informationen
fr: Plus d'informations
it: Ulteriori informazioni
pl: Więcej informacji

# mustChooseAllowOrDeny
source: You must choose to either Allow or Deny this permission to continue.
de: Diese Berechtigung muss entweder erteilt oder verweigert werden, um fortfahren zu können.
fr: Vous devez choisir d'autoriser ou de refuser cette autorisation pour continuer.
it: Per continuare, devi scegliere se consentire o negare questa autorizzazione.
pl: Aby kontynuować, musisz zezwolić lub odmówić tego uprawnienia.

# myWhooshDirectConnectAction
source: MyWhoosh "Link" Action
de: MyWhoosh „Link”-Aktion
fr: Action «Link» de MyWhoosh
it: Azione MyWhoosh "Link"
pl: Akcja „Link” MyWhoosh

# myWhooshDirectConnection
source: e.g. by using MyWhoosh "Link"
de: z. B. mit MyWhoosh „Link”.
fr: par exemple en utilisant MyWhoosh «Link».
it: ad esempio utilizzando MyWhoosh "Link"
pl: np. za pomocą MyWhoosh „Link”

source: MyWhoosh "Link" connected
de: MyWhoosh „Link“ verbunden
fr: MyWhoosh « Link » connecté
it: MyWhoosh "Link" connesso
pl: Połączono MyWhoosh „Link”

# myWhooshLinkDescriptionLocal
source: Connect directly to MyWhoosh via the "Link" method. Check the instructions to ensure a connection is possible. The "MyWhoosh Link" app must not be active at the same time.
de: Direkte Verbindung zu MyWhoosh über die „Link“-Methode. Beachte die Anleitung, um sicherzustellen, dass eine Verbindung möglich ist. Die „MyWhoosh Link“-App darf nicht gleichzeitig aktiv sein.
fr: Connectez-vous directement à MyWhoosh via la méthode « Link ». Consultez les instructions pour vérifier la compatibilité de la connexion. L’application « MyWhoosh Link » ne doit pas être active simultanément.
it: Connettiti direttamente a MyWhoosh tramite il metodo "Link". Controlla le istruzioni per assicurarti che la connessione sia possibile. L'app "MyWhoosh Link" non deve essere attiva contemporaneamente.
pl: Połącz się bezpośrednio z MyWhoosh za pomocą metody „Link”. Sprawdź instrukcje, aby upewnić się, że połączenie jest możliwe. Aplikacja „MyWhoosh Link” nie może być jednocześnie aktywna.

# myWhooshLinkInfo
source: Please check the troubleshooting section if you encounter any issues. A much more reliable connection method is coming soon!
de: Schau mal im Abschnitt zur Fehlerbehebung nach, wenn du Probleme hast. Eine deutlich zuverlässigere Verbindungsmethode kommt bald!
fr: Si tu rencontres des problèmes, jette un œil à la section dépannage. Une méthode de connexion bien plus fiable sera bientôt disponible !
it: In caso di problemi, consulta la sezione relativa alla risoluzione dei problemi. Presto sarà disponibile un metodo di connessione molto più affidabile!
pl: W razie napotkania błędów prosimy o sprawdzenie sekcji rozwiązywania problemów. Wkrótce pojawi się znacznie bardziej niezawodna metoda połączenia!

# needHelpClickHelp
source: Need help? Click on the
de: Hilfe benötigt? Klicke auf
fr: Besoin d'aide ? Cliquez sur le
it: Hai bisogno di aiuto? Clicca sul
pl: Potrzebujesz pomocy? Kliknij

# needHelpDontHesitate
source: button on top and don't hesitate to contact us.
de: den Button oben und zögere nicht, uns zu kontaktieren.
fr: bouton en haut et n'hésitez pas à nous contacter.
it: pulsante in alto e non esitare a contattarci.
pl: przycisk na górze i skontaktuj się z nami.

# newConnectionMethodAnnouncement
source: {trainerApp} will soon support much better, reliable connection methods - stay tuned for updates!
de: {trainerApp} wird in Kürze deutlich bessere und zuverlässigere Verbindungsmethoden unterstützen!
fr: {trainerApp} prendra bientôt en charge des méthodes de connexion bien meilleures et plus fiables - restez à l'écoute pour les mises à jour !
it: {trainerApp}supporterà presto metodi di connessione molto migliori e affidabili: restate sintonizzati per gli aggiornamenti!
pl: {trainerApp} już wkrótce będzie wspierać znacznie lepsze i bardziej niezawodne metody połączeń — bądź na bieżąco z aktualizacjami!

source: New Custom Profile
de: Neues benutzerdefiniertes Profil
fr: Nouveau profil personnalisé
it: Nuovo profilo personalizzato
pl: Nowy profil niestandardowy

source: New Profile Name
de: Neuer Profilname
fr: Nouveau nom de profil
it: Nuovo nome del profilo
pl: Nowa nazwa profilu

source: New version available
de: Neue Version verfügbar
fr: Nouvelle version disponible
it: Nuova versione disponibile
pl: Dostępna jest nowa wersja

# newVersionAvailableWithVersion
source: New version available: {version}
de: Neue Version verfügbar: {version}
fr: Nouvelle version disponible: {version}
it: Nuova versione disponibile:{version}
pl: Dostępna jest nowa wersja: {version}

source: Next
de: Nächste
fr: Suivant
it: Successivo
pl: Dalej

source: No
de: Nein
fr: Non
pl: Nie

source: No action assigned
de: Keine Maßnahmen zugewiesen
fr: Aucune action assignée
it: Nessuna azione assegnata
pl: Brak przypisanej akcji

# noActionAssignedForButton
source: Could not perform {button}: No action assigned
de: {button} konnte nicht ausgeführt werden: Keine Aktion zugewiesen
fr: Impossible d'effectuer {button}: Aucune action assignée
it: Non è stato possibile eseguire{button} : Nessuna azione assegnata
pl: Nie można wykonać {button}: Brak przypisanej akcji

source: No connection method is connected or active.
de: Es ist keine Verbindungsmethode verbunden oder aktiv.
fr: Aucune méthode de connexion n'est établie ou active.
it: Nessun metodo di connessione è connesso o attivo.
pl: Żadna metoda połączenia nie jest podłączona lub aktywna.

source: No Connection Method selected
de: Keine Verbindungsmethode ausgewählt
fr: Aucune méthode de connexion choisie
it: Nessun metodo di connessione selezionato
pl: Nie wybrano metody połączenia

# noControllerConnected
source: None connected
de: Keine Verbindung
fr: Aucun connecté
it: Nessuno connesso
pl: Brak połączenia

source: No Controller? Use Companion Mode.
de: Kein Controller? Nutze den Companion Mode
fr: Pas de manette ? Utilisez le mode compagnon.
it: Non hai un controller? Usa la Companion Mode
pl: Nie masz kontrolera? Użyj Companion Mode.

source: No ignored devices.
de: Keine ignorierten Geräte.
fr: Aucun appareil ignoré.
it: Nessun dispositivo ignorato.
pl: Brak ignorowanych urządzeń.

source: No Trainer selected
de: Kein Trainer ausgewählt
fr: Aucun Trainer sélectionné
it: Nessun Trainer selezionato
pl: Nie wybrano trenażera

source: Not connected
de: Nicht verbunden
fr: Non connecté
it: Non connesso
pl: Nie połączono
