Repository: panzli/bikecontrol
Catalog: lib/i10n/intl_*.arb
Languages: de, fr, it, pl

# accessibilityDescription
source: BikeControl needs accessibility permission to control your training apps.
de: BikeControl benötigt Zugriffsberechtigungen, um Ihre Trainings-Apps zu steuern.
fr: BikeControl a besoin d'une autorisation d'accessibilité pour contrôler vos applications d'entraînement.
it: BikeControl necessita dell'autorizzazione di accessibilità per controllare le tue app di allenamento.
pl: BikeControl potrzebuje uprawnień dostępu, aby móc sterować aplikacjami treningowymi.

# accessibilityDisclaimer
source: BikeControl will only access your screen to perform the gestures you configure. No other accessibility features or personal information will be accessed.
de: BikeControl greift nur auf Ihren Bildschirm zu, um die von Ihnen konfigurierten Gesten auszuführen. Es werden keine weiteren Bedienungshilfen oder persönlichen Daten abgerufen.
fr: BikeControl n'accédera à votre écran que pour effectuer les gestes que vous aurez configurés. Aucune autre fonctionnalité d'accessibilité ni aucune autre information personnelle ne sera accessible.
it: BikeControl accederà al tuo schermo solo per eseguire i gesti da te configurati. Non accederà ad altre funzioni di accessibilità o a informazioni personali.
pl: BikeControl będzie miał dostęp do Twojego ekranu wyłącznie w celu wykonania skonfigurowanych przez Ciebie gestów. Nie będzie miał dostępu do żadnych innych funkcji ułatwień dostępu ani danych osobowych.

# accessibilityReasonControl
source: • To enable you to control apps like MyWhoosh, TrainingPeaks, and others using your Zwift devices
de: • Um Ihnen die Steuerung von Apps wie MyWhoosh, TrainingPeaks und anderen über Ihre Zwift-Geräte zu ermöglichen
fr: • Pour vous permettre de contrôler des applications telles que MyWhoosh, TrainingPeaks et d'autres à l'aide de vos appareils Zwift.
it: • Per consentirti di controllare app come MyWhoosh, TrainingPeaks e altre utilizzando i tuoi dispositivi Zwift
pl: • Aby umożliwić Ci sterowanie aplikacjami takimi jak MyWhoosh, TrainingPeaks i innymi za pomocą urządzeń Zwift

# accessibilityReasonTouch
source: • To simulate touch gestures on your screen for controlling trainer apps
de: • Um Berührungsgesten auf Ihrem Bildschirm zur Steuerung von Trainer-Apps zu simulieren.
fr: • Pour simuler des gestes tactiles sur votre écran afin de contrôler les applications d'entraînement
it: • Per simulare i gesti touch sullo schermo per controllare le app di allenamento
pl: • Aby symulować gesty dotykowe na ekranie w celu sterowania aplikacją treningową

# accessibilityReasonWindow
source: • To detect which training app window is currently active
de: • Um zu erkennen, welches Trainings-App-Fenster aktuell aktiv ist
fr: • Pour détecter quelle fenêtre de l'application d'entraînement est actuellement active
it: • Per rilevare quale finestra dell'app di allenamento è attualmente attiva
pl: • Aby wykryć, które okno aplikacji treningowej jest aktualnie aktywne

# accessibilityServiceExplanation
source: BikeControl needs to use Android's AccessibilityService API to function properly.
de: BikeControl benötigt die AccessibilityService API von Android, um ordnungsgemäß zu funktionieren.
fr: BikeControl doit utiliser l'API AccessibilityService d'Android pour fonctionner correctement.
it: Per funzionare correttamente, BikeControl deve utilizzare l'API AccessibilityService di Android.
pl: Aby działać prawidłowo, BikeControl musi korzystać z interfejsu API AccessibilityService systemu Android.

# accessibilityServiceNotRunning
source: Accessibility Service is not running. Follow instructions at
de: Der Bedienungshilfe-Dienst ist nicht verfügbar. Folge den Anweisungen unter
fr: Le service d'accessibilité ne fonctionne pas. Suivez les instructions à l'adresse
it: Il servizio di accessibilità non è in esecuzione. Seguire le istruzioni su
pl: Usługa ułatwień dostępu nie działa. Postępuj zgodnie z instrukcjami na

source: Accessibility Service Permission Required
de: Berechtigung für barrierefreie Dienste erforderlich
fr: Autorisation requise pour le service d'accessibilité
it: Autorizzazione al servizio di accessibilità richiesta
pl: Wymagane uprawnienie usługi ułatwień dostępu

# accessibilityUsageGestures
source: • When you press buttons on your Zwift Click, Zwift Ride, or Zwift Play devices, BikeControl simulates touch gestures at specific screen locations
de: • Wenn Du die Tasten auf Deinem Zwift Click-, Zwift Ride- oder Zwift Play-Geräten drückst, simuliert BikeControl Berührungsgesten an bestimmten Bildschirmpositionen.
fr: • Lorsque vous appuyez sur les boutons de vos appareils Zwift Click, Zwift Ride ou Zwift Play, BikeControl simule des gestes tactiles à des emplacements spécifiques de l'écran.
it: • Quando premi i pulsanti sui tuoi dispositivi Zwift Click, Zwift Ride o Zwift Play, BikeControl simula i gesti touch in posizioni specifiche dello schermo
pl: • Gdy naciskasz przyciski na urządzeniach Zwift Click, Zwift Ride lub Zwift Play, BikeControl symuluje gesty dotykowe w określonych miejscach ekranu

# accessibilityUsageMonitor
source: • The app monitors which training app window is active to ensure gestures are sent to the correct app
de: • Die App überwacht, welches Trainings-App-Fenster aktiv ist, um sicherzustellen, dass Gesten an die richtige App gesendet werden.
fr: • L'application surveille quelle fenêtre de l'application d'entraînement est active afin de s'assurer que les gestes sont envoyés à la bonne application.
it: • L'applicazione monitora quale finestra dell'app di allenamento è attiva per garantire che i gesti vengano inviati all'app corretta
pl: • Aplikacja monitoruje, które okno aplikacji treningowej jest aktywne, aby zapewnić, że gesty są wysyłane do właściwej aplikacji

# accessibilityUsageNoData
source: • No personal data is accessed or collected through this service
de: • Über diesen Dienst werden keine personenbezogenen Daten abgerufen oder erfasst.
fr: • Aucune donnée personnelle n'est consultée ou collectée par le biais de ce service.
it: • Nessun dato personale viene raccolto o consultato tramite questo servizio
pl: • Ta usługa nie uzyskuje dostępu do danych osobowych, ani ich nie gromadzi

source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori
pl: Akcesoria

source: Action
de: Aktion
it: Azione
pl: Działanie

source: Adjust Controller Buttons
de: Controller-Tasten anpassen
fr: Ajuster les boutons de la manette
it: Regola i pulsanti del controller
pl: Dostosuj przyciski kontrolera

source: After {date}
de: Nach dem {date}
fr: Après {date}
it: Dopo il {date}
pl: Po {date}

source: Allow
de: Erlauben
fr: Permettre
it: Consenti
pl: Zezwól

source: Allow Accessibility Service
de: Barrierefreiheitsdienst zulassen
fr: Autoriser le service d'accessibilité
it: Consenti servizio di accessibilità
pl: Zezwól na usługę ułatwień dostępu

source: Allow Bluetooth Connections
de: Bluetooth-Verbindungen zulassen
fr: Autoriser les connexions Bluetooth
it: Consenti connessioni Bluetooth
pl: Zezwól na połączenia Bluetooth

source: Allow Bluetooth Scan
de: Bluetooth-Scan zulassen
fr: Autoriser la recherche Bluetooth
it: Consenti scansione Bluetooth
pl: Zezwól na skanowanie Bluetooth

# allowLocationForBluetooth
source: Allow Location so Bluetooth scan works
de: Standortzugriff erlauben, damit Bluetooth-Scan funktioniert
fr: Autoriser la localisation pour que la recherche Bluetooth fonctionne
it: Consentire in modo che la scansione Bluetooth funzioni
pl: Zezwól na dostęp do lokalizacji, aby umożliwić skanowanie Bluetooth

# allowPersistentNotification
source: Allow Notifications
de: Benachrichtigungen zulassen
fr: Autoriser les notifications
it: Consenti notifiche
pl: Zezwól na powiadomienia

# allowsRunningInBackground
source: Allows BikeControl to keep running in background
de: Ermöglicht es BikeControl, im Hintergrund weiterzulaufen.
fr: Permet à BikeControl de continuer à fonctionner en arrière-plan
it: Consente a BikeControl di continuare a funzionare in background
pl: Umożliwia działanie BikeControl w tle

# alreadyBoughtTheApp
source: Already bought the app? You don't need to pay for BikeControl, again. Due to technical difficulties, it's not possible to determine if the app was bought already. Enter your Play Store purchase ID (e.g. GPA.3356-1337-1338-1339) to unlock the full version. If you can't find it, please get in touch with me directly.
de: App bereits gekauft? Dann musst Du BikeControl nicht erneut kaufen. Aus technischen Gründen lässt sich leider nicht feststellen, ob die App früher bereits erworben wurde. Gebe Deine Play Store-Kauf-ID (z.B. GPA.3356-1337-1338-1339) ein, um die Vollversion freizuschalten. Falls Du diese nicht finden kannst, kontaktiere mich bitte direkt.
fr: Vous avez déjà acheté l'application ? Vous n'avez pas besoin de payer BikeControl une seconde fois. En raison de difficultés techniques, il est impossible de déterminer si l'application a déjà été achetée. Saisissez votre identifiant d'achat Play Store (par exemple : GPA.3356-1337-1338-1339) pour débloquer la version complète. Si vous ne le trouvez pas, veuillez me contacter directement.
it: Hai già acquistato l'app? Non devi più pagare per BikeControl. A causa di problemi tecnici, non è possibile determinare se l'app è già stata acquistata. Inserisci il tuo ID di acquisto sul Play Store (ad esempio GPA.3356-1337-1338-1339) per sbloccare la versione completa. Se non riesci a trovarlo, contattami direttamente.
pl: Kupiłeś już aplikację? Nie musisz płacić za BikeControl. Z powodu problemów technicznych nie można ustalić, czy aplikacja została już zakupiona. Wprowadź swój identyfikator zakupu w Sklepie Play (np. GPA.3356-1337-1338-1339), aby odblokować pełną wersję. Jeśli nie możesz jej znaleźć, skontaktuj się ze mną bezpośrednio.

source: Already bought the app previously?
de: App zuvor bereits gekauft?
fr: Vous avez déjà acheté l'application ?
it: Hai già acquistato l'app in precedenza?
pl: Już wcześniej kupiłeś aplikację?

source: Android System Action
de: Android-Systemaktion
fr: Actions système Android
it: Azione del sistema Android
pl: Akcja systemu Android

source: {appId} actions
de: {appId} Aktionen
it: {appId} azioni
pl: {appId} działania

# asAFinalStepYoullChooseHowToConnectTo
source: As a final step you'll choose how to connect to {trainerApp}.
de: Im letzten Schritt wählen Sie die Verbindungsmethode aus für {trainerApp}
fr: Dernière étape : vous choisirez comment vous connecter à {trainerApp} .
it: Come ultimo passaggio sceglierai come connetterti a {trainerApp} .
pl: W ostatnim kroku wybierzesz sposób połączenia {trainerApp} .

source: Battery
de: Batterie
fr: Batterie
it: Batteria
pl: Bateria

source: Before {date}
de: Vor dem {date}
fr: Avant {date}
it: Prima del {date}
pl: Zanim {date}

source: Bluetooth Advertise access
de: Bluetooth-Zugriff
fr: Accès à la publicité Bluetooth
it: Accesso pubblicitario Bluetooth
pl: Dostęp do reklamy Bluetooth

source: Bluetooth turned on
de: Bluetooth ist eingeschaltet
fr: Bluetooth activé
it: Bluetooth attivato
pl: Włączono Bluetooth

# browserNotSupported
source: This Browser does not support Web Bluetooth and platform is not supported :(
de: Dieser Browser unterstützt kein Web-Bluetooth und die Plattform wird nicht unterstützt :(
fr: Ce navigateur ne prend pas en charge Web Bluetooth et la plateforme n'est pas prise en charge :(
it: Questo browser non supporta il Web Bluetooth e la piattaforma non è supportata :(
pl: Ta przeglądarka nie obsługuje technologii Web Bluetooth i platforma nie jest obsługiwana :(

source: button.
de: Taste.
fr: bouton.
it: pulsante.
pl: przycisk.

source: Cancel
de: Abbrechen
fr: Annuler
it: Cancella
pl: Anuluj

source: Changelog
de: Änderungsprotokoll
fr: Journal des modifications
it: Registro delle modifiche
pl: Dziennik zmian

# checkMyWhooshConnectionScreen
source: Check the connection screen in MyWhoosh to see if "Link" is connected.
de: Überprüfe den Verbindungsbildschirm in MyWhoosh, um zu sehen, ob „Link“ verbunden ist.
fr: Vérifiez l'écran de connexion dans MyWhoosh pour voir si « Link » est connecté.
it: Controlla la schermata di connessione in MyWhoosh per vedere se è connesso.
pl: Sprawdź ekran połączenia w MyWhoosh, aby zobaczyć, czy „Link” jest połączony.

source: Choose another screenshot
de: Wähle einen anderen Screenshot aus
fr: Choisissez une autre capture d'écran
it: Scegli un altro screenshot
pl: Wybierz inny zrzut ekranu

# chooseBikeControlInConnectionScreen
source: Choose BikeControl in the connection screen.
de: Wähle im Verbindungsbildschirm BikeControl aus.
fr: Sélectionnez BikeControl dans l'écran de connexion.
it: Selezionare BikeControl nella schermata di connessione.
pl: Wybierz BikeControl na ekranie połączenia.

# clickAButtonOnYourController
source: Click a button on your controller to edit its action or tap the edit icon.
de: Klicke eine Controller-Taste, um deren Aktion zu bearbeiten, oder tippe auf das Bearbeitungssymbol.
fr: Cliquez sur un bouton de votre manette pour modifier son action ou appuyez sur l'icône de modification.
it: Fai clic su un pulsante del controller per modificarne l'azione oppure tocca l'icona di modifica.
pl: Kliknij przycisk na kontrolerze, aby edytować jego akcję lub naciśnij ikonę edycji.

# clickV2EventInfo
source: Your Click V2 may no longer send button events. Please check by tapping a few buttons and see if they are visible in BikeControl.
de: Dein Click V2 sendet möglicherweise keine Tastenereignisse mehr. Probier mal ein paar Tasten aus und schau, ob sie in BikeControl angezeigt werden.
fr: Votre Click V2 n'envoie peut-être plus les événements liés aux boutons. Vérifiez en appuyant sur quelques boutons et voyez s'ils apparaissent dans BikeControl.
it: Il tuo Click V2 potrebbe non inviare più eventi tramite i pulsanti. Verifica toccando alcuni pulsanti e verifica se sono visibili in BikeControl.
pl: Twóje Click V2 może już nie wysyłać zdarzeń przycisków. Sprawdź, naciskając kilka przycisków, czy są one widoczne w BikeControl.

# clickV2Instructions
source: To make your Zwift Click V2 work best, you should connect it in the Zwift app before each training session. If you don't do that, the Click V2 will stop working after a minute. 1. Open Zwift app (not the Companion!) 2. Log in (subscription not required) and open the device connection screen 3. Connect your Trainer, then connect the Zwift Click V2 4. Close the Zwift app again and connect again in BikeControl
de: Damit dein Zwift Click V2 optimal funktioniert, solltest du das Gerät vor jeder Trainings-Session in der Zwift-App verbinden. Ansonsten funktioniert der Click V2 nach einer Minute nicht mehr. 1. Öffne die Zwift-App (nicht Companion!). 2. Melde dich an (kein Abonnement nötig) und öffne den Bildschirm für die Geräteverbindung. 3. Verbinde deinen Trainer und dann den Zwift Click V2. 4. Schließe die Zwift-App wieder und verbinde dich erneut in BikeControl.
fr: Pour que ton Zwift Click V2 marche super bien, tu dois le connecter à l'appli Zwift une fois par jour. Si tu ne le fais pas, le Click V2 s'arrêtera de fonctionner au bout d'une minute. 1. Ouvre l'appli Zwift (pas Companion!) 2. Connecte-toi (pas besoin d'abonnement) et ouvre l'écran de connexion des appareils. 3. Connecte ton home trainer, puis connecte le Zwift Click V2. 4. Ferme l'appli Zwift et reconnecte-toi dans BikeControl.
it: Per far funzionare al meglio il tuo Zwift Click V2, dovresti collegarlo all'app Zwift prima di ogni sessione di allenamento. In caso contrario, il Click V2 smetterà di funzionare dopo un minuto. 1. Apri l'app Zwift (non il Companion!) 2. Accedi (non richiesto un abbonamento attivo) e apri la schermata di connessione del dispositivo 3. Collega il tuo trainer, quindi collega lo Zwift Click V2, verifica che i comandi del controller funzionino 4. Chiudi nuovamente l'app Zwift e riconnettiti a BikeControl
pl: Aby Twoje Zwift Click V2 działały optymalnie, należy połączyć je z aplikacją Zwift przed każdym treningiem. Jeśli tego nie zrobisz, Click V2 przestanie działać po minucie. 1. Otwórz aplikację Zwift (nie Companion!) 2. Zaloguj się (nie wymaga subskrypcji) i otwórz ekran połączeń z urządzeniami 3. Połącz się z trenażerem, a następnie z Zwift Click V2 4. Zamknij aplikację Zwift i ponownie połącz się z BikeControl

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pl: Zamknij

# commandsRemainingToday
source: {commandsRemainingToday}/{dailyCommandLimit} commands remaining today
de: {commandsRemainingToday}/{dailyCommandLimit} verbleibende Befehle heute
fr: {commandsRemainingToday}/{dailyCommandLimit} commandes restantes aujourd'hui
it: {commandsRemainingToday}/{dailyCommandLimit} comandi rimanenti oggi
pl: {commandsRemainingToday}/{dailyCommandLimit} dzisiejsze pozostałe polecenia

source: Configuration
de: Konfiguration
it: Configurazione
pl: Konfiguracja

# connectControllerToPreview
source: Connect a controller device to preview and customize the keymap.
de: Schließe ein Controller-Gerät an, um die Tastaturbelegung in der Vorschau anzuzeigen und anzupassen.
fr: Connectez un périphérique de contrôle pour prévisualiser et personnaliser la configuration des touches.
it: Collega un dispositivo controller per visualizzare in anteprima e personalizzare la mappa dei tasti.
pl: Podłącz urządzenie sterujące, aby wyświetlić podgląd i dostosować mapę klawiszy.

source: Connect Controllers
de: Controller verbinden
fr: Connectez les contrôleurs
it: Connetti i controller
pl: Połącz kontrolery

source: Connect directly over Network
de: Direkte Verbindung über das Netzwerk
fr: Connexion directe via le réseau
it: Connettiti direttamente tramite la rete
pl: Połącz bezpośrednio przez sieć

source: Connect to Trainer app
de: Mit der Trainer-App verbinden
fr: Se connecter à l'application Trainer
it: Connettiti all'app di allenamento
pl: Połącz z aplikacją treningową

source: Connect using Bluetooth
de: Verbindung über Bluetooth herstellen
fr: Se connecter via Bluetooth
it: Connettiti tramite Bluetooth
pl: Połącz przez Bluetooth

source: Connect using MyWhoosh "Link"
de: Verbinden über MyWhoosh „Link“
fr: Connectez-vous à l'aide de MyWhoosh « Link »
it: Connettiti tramite MyWhoosh "Link"
pl: Połącz się za pomocą MyWhoosh „Link”

source: Connected
de: Verbunden
fr: Connecté
it: Connesso
pl: Połączono

source: Connected Controllers
de: Verbundene Controller
fr: Contrôleurs connectés
it: Controller connessi
pl: Połączone kontrolery

# connectedTo
source: Connected to {appId}
de: Verbunden mit {appId}
fr: Connecté à {appId}
it: Connesso a{appId}
pl: Połączono z {appId}

source: Connection
de: Verbindung
fr: Connexion
it: Connessione
pl: Połączenie

# continueAction
source: Continue
de: Weiter
fr: Continuer
it: Continua
pl: Kontynuuj

# controlAppUsingModes
source: Control {appName} using {modes}
de: Steuere {appName} über {modes}
fr: Contrôle {appName} en utilisant{modes}
it: Controllare{appName} usando{modes}
pl: Kontroluj {appName} za pomocą {modes}

# controllerConnectedClickButton
source: Great! Your controller is connected. Click a button on your controller to continue.
de: Super! Dein Controller ist verbunden. Drücke eine Taste auf deinem Controller, um fortzufahren.
fr: Super ! Votre manette est connectée. Cliquez sur un bouton de votre manette pour continuer.
it: Ottimo! Il tuo controller è connesso. Clicca su un pulsante del controller per continuare.
pl: Świetnie! Twój kontroler jest połączony. Kliknij przycisk na kontrolerze, aby kontynuować.

source: Controllers
de: Controller
fr: Contrôleurs
it: Controller
pl: Kontrolery

# couldNotPerformButtonnamesplitbyuppercaseNoKeymapSet
source: Could not perform {button}: No keymap set
de: {button} konnte nicht ausgeführt werden: Keine Konfiguration festgelegt
fr: Impossible d'effectuer {button}: Aucun clavier défini
it: Non è stato possibile eseguire{button} : Nessuna mappa dei tasti impostata
pl: Nie można wykonać {button}: Nie zmapowano klawisza

source: Create
de: Erstellen
fr: Créer
it: Crea
pl: Utwórz

source: Create new keymap
de: Neue Tastaturbelegung erstellen
fr: Créer un nouveau clavier
it: Crea una nuova mappa dei tasti
pl: Utwórz nową mapę klawiszy

# createNewProfileByDuplicating
source: Create new custom profile by duplicating "{profileName}"
de: Erstelle ein neues benutzerdefiniertes Profil, indem „{profileName} “ dupliziert wird.
fr: Créer un nouveau profil personnalisé en dupliquant «{profileName} ».
it: Crea un nuovo profilo personalizzato duplicando "{profileName}"
pl: Utwórz nowy profil niestandardowy, kopiując „{profileName}"

# createdNewCustomProfile
source: Created a new custom profile: {profileName}
de: Ein neues benutzerdefiniertes Profil wurde erstellt: {profileName}
fr: Création d'un nouveau profil personnalisé : {profileName}
it: Creato un nuovo profilo personalizzato:{profileName}
pl: Utworzono nowy profil niestandardowy: {profileName}

# customizeControllerButtons
source: Customize Controller buttons for {appName}
de: Controller-Tasten anpassen für {appName}
fr: Personnalisez les boutons de la manette pour {appName}
it: Personalizza i pulsanti del controller per{appName}
pl: Dostosuj przyciski kontrolera dla {appName}

# customizeKeymapHint
source: Customize the keymap if you experience any issues (e.g. wrong keyboard output, or misaligned touch placements)
de: Passe die Tastaturbelegung an, falls Probleme auftreten (z. B. falsche Tastatureingaben oder falsch ausgerichtete Touch-Positionen).
fr: Personnalisez la configuration des touches si vous rencontrez des problèmes (par exemple, une sortie clavier incorrecte ou un placement des touches mal aligné).
it: Personalizza la mappa dei tasti, se riscontri problemi (ad esempio, output della tastiera errato o posizionamenti del tocco non allineati)
pl: Jeśli występują jakiekolwiek problemy (np. nieprawidłowe działanie klawiatury lub nieprawidłowe rozmieszczenie przycisków dotykowych), dostosuj mapę klawiszy.

# dailyCommandLimitReachedNotification
source: Daily command limit reached for today. Upgrade to unlock the full version with unlimited commands.
de: Das tägliche Befehlslimit wurde für heute erreicht. Führe ein Upgrade durch, um die Vollversion mit unbegrenzten Befehlen freizuschalten.
fr: Limite de commandes journalières atteinte pour aujourd'hui. Passez à la version supérieure pour débloquer la version complète avec commandes illimitées.
it: Limite giornaliero di comandi raggiunto per oggi. Esegui l'upgrade per sbloccare la versione completa con comandi illimitati.
pl: Dzienny limit poleceń został osiągnięty. Zaktualizuj do pełnej wersji z nieograniczoną liczbą poleceń.

# dailyLimitReached
source: Daily limit reached ({dailyCommandCount}/{dailyCommandLimit} used)
de: Tageslimit erreicht ({dailyCommandCount} / {dailyCommandLimit} verbraucht)
fr: Limite journalière atteinte ({dailyCommandCount} /{dailyCommandLimit} utilisé)
it: Limite giornaliero raggiunto ({dailyCommandCount} /{dailyCommandLimit} usato)
pl: Osiągnięto dzienny limit ({dailyCommandCount} /{dailyCommandLimit} wykorzystanych)

source: Delete
de: Löschen
fr: Supprimer
it: Cancella
pl: Usuń

source: Delete Profile
de: Profil löschen
fr: Supprimer le profil
it: Elimina profilo
pl: Usuń profil

# deleteProfileConfirmation
source: Are you sure you want to delete "{profileName}"? This action cannot be undone.
de: „{profileName} “ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer «{profileName} » ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare "{profileName}" ? Questa azione non può essere annullata.
pl: Czy na pewno chcesz usunąć „{profileName}"? Tej czynności nie można cofnąć.

source: Deny
de: Verweigern
fr: Refuser
it: Nega
pl: Odmów

# deviceButton
source: {deviceName} button
de: {deviceName} Taste
fr: {deviceName} bouton
it: {deviceName}pulsante
pl: {deviceName} przycisk
